[
    {
        "id": "4",
        "title": "Гравці залишились в захваті від нової RPG у дусі ігор Bethesda і атмосферою Souls",
        "content": "23 травня вийшла повна версія рольового екшену Tainted Grail: The Fall of Avalon від польської студії Questline. Новинка доступна на ПК, PS5 і Xbox Series. До цього тайтл кілька років перебував у ранньому доступі Steam.\r\n\r\nГра являє собою класичну RPG від першої особи з відкритим світом, повним чудовиськ, занепалих героїв і цікавих локацій. Низка тематичних ЗМІ називають Tainted Grail: The Fall of Avalon \"польською відповіддю Skyrim\".\r\n\r\nСамі розробники називають свою RPG \"переосмисленням артуріанських міфів\". Дія гри розгортається на острові Авалон, через 600 років після смерті легендарного короля. \"Досліджуйте світ, що застряг у вічній осені, станьте свідком падіння легенд і ухвалюйте значущі рішення, вплетені в складний, розгалужений сюжет\", – свідчить синопсис.",
        "created_at": "2025-05-24 13:56:34",
        "image_path": "uploads\/6831a5e28be7c_1748082240-1459.webp",
        "category_id": null
    },
    {
        "id": "3",
        "title": "Японці випустили нову версію Тамагочі з цілою планетою вихованців",
        "content": "В Японії з'явилася нова версія тамагочі, в якому потрібно дбати не про одну, а одразу про цілу планету віртуальних істот. Про це повідомляє видання The Verge.\r\n\r\nНовинка оснащена кольоровим екраном і унікальним коліщатком на корпусі, яке дає змогу змінювати масштаб із космічного до клітинного, а якщо з'єднати два пристрої, то їхні мешканці почнуть дружити та розмножуватися: завдяки механіці схрещування обіцяють 50 000 видів звірків.\r\n\r\nГравці зможуть досліджувати три екосистеми: сушу, воду і небо. Яка з них стане першою, залежить від кольору купленої версії Tamagotchi Paradise, утім, у міру проходження можна розблокувати всі три поля. Кожне поле впливає на розвиток персонажів.",
        "created_at": "2025-05-23 20:56:19",
        "image_path": "uploads\/6830b6c3ad8aa_1748005873-4697.webp",
        "category_id": null
    },
    {
        "id": "2",
        "title": "У житті це наймиліша людина, а дратівливість – лише образ, - глава CD Projekt про Сапковського",
        "content": "Багато шанувальників Відьмачого всесвіту сприймають його автора, письменника Анджея Сапковського (Andrzej Sapkowski), як доволі дратівливу і цинічну людину, і цей образ, як відомо, сформувався не на порожньому місці. Але глава CD Projekt Red Адам Бадовський в інтерв'ю PC Gamer представив пана Сапковського в дещо іншому світлі.\r\n\r\nХоча деякі фанати ігор по The Witcher не дуже добре ставляться до письменника, у Бадовського з ним склалися теплі та навіть дружні стосунки. За словами розробника, сварливий характер Сапковського це всього лише частина образу.\r\n\r\nВін дуже розумний хлопець, і як письменник він створив свого роду персону. У житті він просто наймиліша людина, дуже обізнана. Ми з ним дружимо, я регулярно відвідую Анджея. Ми ходимо вечеряти, чудово спілкуємося.\r\n\r\nПроте, в одному Сапковський абсолютно щирий – він справді не цікавиться відеоіграми і фокусує всю свою увагу на книгах.",
        "created_at": "2025-05-23 20:54:08",
        "image_path": "uploads\/6830b6406783d_1748008012-7271.jpg",
        "category_id": null
    }
]